Guidelime.registerGuide([[

[N68 【部落】虚空风暴-占星者 -Part 2-]
[D Flymolo's 外域升级导航 汉化 by Pglterry]
[NX69 【部落】影月谷-占星者]
[GA Horde]

导航由 *Flymolo* 编写， *Pglterry* 汉化[OC]
*注：* 此导航为 *虚空风暴-占星者* 第二部分，使用前请先完成 *虚空风暴-占星者 Part 1*[OC].

接下来，采集地上的 *象牙铃笼草* 完成任务 [QC10348][O]。*注：*这些粉色，外形像铃铛的铃笼草与周边环境融为一体！
[G48.2,55.0 Netherstorm]拾取 *诊断设备* 完成任务 [QC10417].
[G50.5,57.2 Netherstorm]击杀拾取 *厄运之爪* 完成任务 [QC10235].
提交任务 [QT10311].
提交任务 [QT10235].\\接受任务 [QA10237]
提交任务 [QT10417]\\接受任务 [QA10418].
[G44.4,56.2 Netherstorm]击杀拾取 *锋牙山猫* 完成任务 [QC10433].
[G45.3,52.7 Netherstorm]完成任务 [QC10418].
完成任务 [QC10348].
提交任务 [QT10433].\\接受任务 [QA10434].
提交任务 [QT10348].
提交任务 [QT10418].\\接受任务 [QA10423].
沿路前往 *风暴尖塔* 接受任务 [QA10426]
乘电梯到顶上提交任务 [QT10423]\\接受任务 [QA10424].
[G43.4,36.1 Netherstorm]与 *尤尼克斯* 对话定炉石 [S 风暴尖塔]
接受任务 [QA10336] 和 [QA10855]
接受任务 [QA10335].
[G45.2,34.9 Netherstorm]与 *格伦尼克* 对话激活飞行点
提交任务 [QT10434].\\接受任务 [QA10435].
提交任务 [QT10268].\\接受任务 [QA10269].
接下来，做任务 [QC10426][O]，对 *法兰伦鞭笞者* 使用 *能量力场调节器* ，然后击杀它们
[G38.0,25.7 Netherstorm]击杀拾取 *甘尔葛机械师* 收集5份 *浓缩的虚空气体*，然后右键点击 *未激活的魔能机甲* 完成任务 [QC10855]
[G47.6,26.8 Netherstorm]使用背包里的 *诊断设备* 完成任务 [QC10424]
[G48.4,25.8 Netherstorm]
[G43.4,24.3 Netherstorm]
[G41.2,30.9 Netherstorm]
提交任务 [QT10424].\\接受任务 [QA10430].
提交任务 [QT10855]\\接受任务 [QA10856].
去下一步的路上做任务 [QC10856][O]
提交任务 [QT10430].\\接受任务 [QA10436]
拾取这区域地上的 *遮罩生成器碎片* 完成任务[QC10435]。完成任务 [QC10436]. *注：*如果这里有太多人在杀迅猛龙做 *全部清理！*任务，可以放弃它，手动跳过这一步
提交任务 [QT10436]\\等待 *塔沙尔* 完成修理然后接受任务 [QA10440]
完成任务 [QC10856].
完成任务 [QC10426].
提交任务 [QT10426].\\接受任务 [QA10427].
提交任务 [QT10440]
提交任务 [QT10856].\\接受任务 [QA10857]
提交任务 [QT10435].
[G42.8,29.7 Netherstorm]把 *塔布羊* 打到血量低于20%,然后使用 *塔布羊标记器*，完成任务 [QC10427]
[G42.3,21.1 Netherstorm]对 *机械熔炉领主* 使用 *精神干涉魔杖*。然后靠近（面对）传送器使用 *引爆传送器* 技能完成 [QC10857,3 摧毁东部传送器]。*注意* 取消控制熔炉领主后它会攻击你！
*注：*如果 *希尔洛斯* 在这附近，小心不要激怒它完成下一步[OC]
[G41.2,19.4 Netherstorm]对 *机械熔炉领主* 使用 *精神干涉魔杖*。然后靠近（面对）传送器使用 *引爆传送器* 技能完成 [QC10857,2 摧毁中部传送器].
[G39.3,20.6 Netherstorm]对 *机械熔炉领主* 使用 *精神干涉魔杖*。然后靠近（面对）传送器使用 *引爆传送器* 技能完成 [QC10857].
提交任务 [QT10427].\\接受任务 [QA10429].
提交任务 [QT10857]
[G44.7,28.6 Netherstorm]完成任务 [QC10429][A Warrior,Rogue,Druid,Shaman,Paladin]. *注：* 近战职业需要在水下完成战斗！它巨大的身体模型基本会遮挡你全部视野。
[G44.7,28.6 Netherstorm]完成任务 [QC10429][A Hunter,Mage,Warlock,Priest].

[G51.6,20.5 Netherstorm]使用背包里的 *测量标记* 完成 [QC10335,1 放置一号测量标记].
[G55.2,24.8 Netherstorm]
[G57.2,22.4 Netherstorm]
[G56.5,22.1 Netherstorm]
[G55.8,19.9 Netherstorm]使用背包里的 *测量标记* 完成 [QC10335,3 放置三号测量标记].
[G54.6,22.8 Netherstorm]使用背包里的 *测量标记* 完成 [QC10335].
完成任务 [QC10336].
接受任务 [QA10270].
接受任务 [QA10411]
接受任务 [QA10422].
接受任务 [QA10437].
[G61.1,32.5 Netherstorm]
[G66.5,33.8 Netherstorm]使用背包里的 *三角测量仪*，然后前往标记位置完成任务 [QC10269]
[G67.0,44.8 Netherstorm]
*下一步的提示：*如果你觉得 *电磁冲击！* 难以完成，你可以放弃这个任务[OC]
[G66.2,41.9 Netherstorm]在这区域，使用 *纳乌德的饮料*，然后攻击 *滴水的淤泥怪*。它们会分裂成很多 *水珠*，你需要击杀水珠完成 [QC10411,1 杀死 滴水的淤泥怪水珠]。击杀拾取这一区域的 *虚空生物* 完成任务 [QC10437]。 *注：*如果你没有AOE技能，尽量远距离击杀 *滴水的淤泥怪*，避免分裂的水珠蜂拥而上
[G63.6,48.3 Netherstorm]
接受任务 [QA10345].
[G61.0,46.6 Netherstorm]
做任务 [QC10345][O]，使用背包里的 *维序派点火器* 点燃干枯的尸体。*注意*不要离尸体太近，否则它们会变成怪物并且不能被点燃！当你完成这个任务后还能继续使用这个点火器道具
[G60.8,44.3 Netherstorm]
[G60.1,43.5 Netherstorm]
[G59.5,43.6 Netherstorm]
[G59.7,42.6 Netherstorm]
[G60.2,41.9 Netherstorm]
[G61.0,41.5 Netherstorm]拾取 *代理人亚希克斯* 身后的 *传送器能量包* 完成任务 [QC10270]
接受任务 [QA10353].
*注：*代理人亚希克斯的映像与任务无关，即使死了也没有关系[OC]
[G59.5,43.6 Netherstorm]
[G60.4,42.8 Netherstorm]
[G60.6,41.2 Netherstorm]
[G60.1,39.8 Netherstorm]击杀 *贪婪者阿克努斯* 完成任务 [QC10353]
[G60.4,43.2 Netherstorm]
[G61.0,45.5 Netherstorm]
完成任务 [QC10345].
提交任务 [QT10345].
[G58.1,46.0 Netherstorm]
[G56.2,45.1 Netherstorm]在这区域，使用 *纳乌德的饮料*，然后攻击 *空灵废弃者*。它们会分裂成很多 *水珠*，你需要击杀水珠完成 [QC10411,2 杀死 空灵废弃者水珠]
[G54.6,40.7 Netherstorm]
击杀拾取 *监护者埃库沙克* 获得钥匙
[G53.3,41.4 Netherstorm]右键点击打开 *泰拉留斯上尉的牢笼* 完成任务 [QC10422]
[G56.8,38.3 Netherstorm]这个任务比较难接，首先要帮助 *被俘虏的维序派前锋* 击杀 *复仇军角斗士* 。但你可能会被周围的 *复仇军刺客* 攻击。可以在等 *维序派前锋* 刷新的同时先清空周围的 *刺客*。或者先把 *角斗士* 拉到这个点击杀。你也可以跳过这个任务，等到70级再回来做！一旦 *角斗士* 死了，接受*护送任务* [QA10425]
提交任务 [QT10353]、 [QT10425] 和 [QT10411]
提交任务 [QT10422].
提交任务 [QT10269].\\接受任务 [QA10275].
提交任务 [QT10437].\\接受任务 [QA10438].
骑上 *维序派虚空幼龙*。当你接近 *法力熔炉：乌提斯*，多次投掷 *相位扰流器* 完成任务 [QC10438].
提交任务 [QT10438].
[G68.8,33.7 Netherstorm]
[G71.1,39.1 Netherstorm]使用 *虚灵传送器* 提交任务 [QT10270]\\接受任务 [QA10271].
击杀拾取 *虚空幼龙* 和 *虚空之龙* 完成任务 [QC10271]
与 *虚灵传送器* 后面的 *隐蔽的身影* 对话提交任务 [QT10271]\\接受任务 [QA10281].
提交任务 [QT10281].\\接受任务 [QA10272].
收集 *虚空龙卵* 完成任务 [QC10272]
提交任务 [QT10272].\\接受任务 [QA10273].
*注：*刚接到任务 *棘手的目标* 因为会降低练级效率，并不在本导航中完成。提前接这个任务的理由是：当你满级后想回来全清 虚空风暴 的任务时，把它留在任务日志中比到时候回来接要方便一些
使用炉石回 [H 风暴尖塔].
提交任务 [QT10336].
提交任务 [QT10335].
提交任务 [QT10429].
接受任务 [QA10317].
接受任务 [QA10315].
接下来，做任务 [QC10315][O]
[G29.7,41.9 Netherstorm]
[G28.9,41.2 Netherstorm]使用背包里的 *三角测量仪*，然后前往标记位置完成任务 [QC10275].
[G27.5,42.5 Netherstorm]
提交任务 [QT10202 A Defector].\\接受任务 [QA10432].
[G26.3,44.7 Netherstorm]
提交任务 [QT10317].\\接受任务 [QA10318].
*注：*可能会有一个精英 *主工程师洛杉德尔* 和 *督工格林加尔* 同时在洞穴里。把 *督工格林加尔* 拉到右边靠墙击杀，一般情况下都不会引到 主工程师洛杉德尔[OC]
[G26.9,35.9 Netherstorm]在洞穴尽头完成任务 [QC10318]
离开洞穴前完成任务 [QC10432].
离开洞穴完成任务 [QC10315].
提交任务 [QT10315].
飞到 [F 52区].
提交任务 [QT10237]
提交任务 [QT10432].



]], "Flymolo's 外域升级导航")