Guidelime.registerGuide([[

[N58-61 【部落】地狱火半岛 -Part 2-]
[D Flymolo's 外域升级导航 汉化 by Pglterry]
[NX61-63 【部落】赞加沼泽]
[GA Horde]

导航由 *Flymolo* 编写， *Pglterry* 汉化[OC]
*注：*此导航流程紧随 *58-61 地狱火半岛 -Part 1-*，使用前请先完成Part 1

[G54.0,34.9 Hellfire Peninsula]
接受任务 [QA10236]
*注: 要小心在这区域巡逻的 *魔能机甲* ！*[OC]
拾取遍布在峡谷中的 *伐木机备用零件* 完成任务 [QC10236]

完成任务 [QC10236]
提交任务 [QT10236]\\接受任务 [QA10238]
[G45.1,41.1 Hellfire Peninsula]点击 *曼尼的牢笼* 营救 曼尼
[G46.4,45.2 Hellfire Peninsula]点击 *莫恩的牢笼* 营救 莫恩
[G47.5,46.6 Hellfire Peninsula]点击 *雅克的牢笼* 营救 雅克 完成任务 [QC10238]
[G46.6,43.7 Hellfire Peninsula]击杀 *碎手兽人* 完成任务 [QC10864]
[G33.6,43.6 Hellfire Peninsula]提交任务 [QT9400]\\接受任务 [QA9401]
提交任务 [QT10238]\\接受任务 [QA10629]
使用背包里的 *地狱犬哨* 召唤一只 恶魔警卫犬
[G49.7,31.5 Hellfire Peninsula]击杀 *疯狂的地狱野猪* ，从 *恶魔猎犬的粪便* 中拾取 *伐木机钥匙*，完成任务 [QC10629]
提交任务 [QT10629]\\接受任务 [QA10630]
进入洞穴完成任务 [QC10630]
提交任务 [QT10630]
提交任务 [QT9401]\\接受任务 [QA9405]
提交任务 [QT9405]\\接受任务 [QA9410]
提交任务 [QT10864]
飞到 [F 断背岗哨]
提交任务 [QT10294]
完成任务 [QC9361] 和 [QC10161]
提交任务 [QT9361]\\接受任务 [QA9356]
提交任务 [QT10161]\\接受任务 [QA9351]
[G49.7,80.4 Hellfire Peninsula]
击杀 *虚空行者* 收集 *浓缩的虚空行者精华* 完成任务 [QC9351]
[G54.7,83.6 Hellfire Peninsula]到远征军物资库[OC]
击杀拾取 *塔沃斯少校* 完成任务 [QC10230]
提交任务 [QT10230]\\接受任务 [QA10250]
[G63.4,77.7 Hellfire Peninsula][OC]往东走
使用 *顽强战斗号角* 召唤 *乌尔特拉克* ，击杀他完成任务 [QC10250]
提交任务 [QT10250]\\接受任务 [QA10258]
提交任务 [QT10258]
[G58.3,72.5 Hellfire Peninsula]
在巨型骨骸周围击杀 *秃鹫* 完成任务 [QC9356]
提交任务 [QT9356]
提交任务 [QT9351]
接受任务 [QA9374]
接受任务 [QA9387]
接受任务 [QA9366]
接受任务 [QA9396]
接受任务 [QA9397]
与 *因娜丽雅* 对话激活飞行点
点击传送宝珠传送到塔顶提交任务 [QT9498][A Orc,Troll,Tauren,Undead]\\接受任务 [QA9340][A Orc,Troll,Tauren,Undead]
点击传送宝珠传送到塔顶提交任务 [QT9499][A BloodElf]\\接受任务 [QA9340][A BloodElf]
[G33.9,61.7 Hellfire Peninsula]
击杀大裂隙区域的 *石镰幼崽*、*石镰突击者* 完成任务 [QC9340]
[G33.6,43.6 Hellfire Peninsula]
使用 *先祖狼魂图腾* 召唤 *先祖狼魂* ，跟随它直到完成任务 *灵魂的指引*[OC]
提交任务 [QT9410]\\接受任务 [QA9406]
[G37.4,36.4 Hellfire Peninsula]
[G40.0,37.3 Hellfire Peninsula]从刺树树枝上取得 *埃雷利恩的背包* ,然后打开背包获得 *埃雷利恩的日记* 完成任务 [QC9374]
击杀拾取 *恐惧魔* 完成任务 [QC9366]
[G45.5,33.9 Hellfire Peninsula]
提交任务 [QT9406]
接受任务 [QA9438][A Hunter,Mage,Priest,Rogue,Warlock,Warrior,Shaman]
飞到 [F 猎鹰岗哨]
传送到塔顶提交任务 [QT9340]\\接受任务 [QA9391]
提交任务 [QT9374]\\接受任务 [QA10286]
提交任务 [QT9366]\\接受任务 [QA9370]
[G29.9,60.6 Hellfire Peninsula]使用 *净化之炬* 点燃 西部灯塔
[G34.0,59.9 Hellfire Peninsula]使用 *净化之炬* 点燃 中部灯塔
[G36.1,65.3 Hellfire Peninsula]使用 *净化之炬* 点燃 南部灯塔
[G35.7,70.0 Hellfire Peninsula]
[G33.5,65.8 Hellfire Peninsula]
击杀拾取 *哈尔什鸦人* 完成任务 [QC9396][O]
打开 *卡利鸟巢*，使用*空鸟笼* 捕捉 *雌性小卡利鸟* 完成任务 [QC9397][O] *注: 打开卡利鸟巢穴时可能会被攻击!!*
来到[G25.7,78.6 Hellfire Peninsula]
在斜坡上找到并击杀 *亚维鲁* ，获得 *亚维鲁的宝珠* 右键点击接受任务 [QA9418]
[G28.9,81.4 Hellfire Peninsula]
点击 *哈尔什祭坛* 并击败 *埃拉纳斯*
提交任务 [QT9418]
完成任务 [QC9396] 和 [QC9397]
刷怪到 [XP61-20100 距离61级差20100经验]
使用炉石返回 [H 萨尔玛]
[G39.0,40.4 Hellfire Peninsula]在阿苟纳祭坛使用 *信号宝石* ，稍等片刻会有三个德莱尼人过来攻击你，只需要击杀 *德莱尼隐士* 就能完成任务 [QC9370]
提交任务 [QT9370]
提交任务 [QT9396]
与 *旅店老板巴希尔·欧洛塔斯* 对话定炉石 [S 猎鹰岗哨]
提交任务 [QT9397]\\接受任务 [QA9381] 和 [QA10442]
提交任务 [QT9391]\\接受任务 [QA10103]
检查背包中是否有 *被腐蚀的皮箱* ，点击接受任务 [QA9373]。*注：*如果没有可以手动跳过这一步
去往 赞加沼泽 的路边有一些 *啄骨秃鹫* ，击杀它们 [QC9381][O]
在往返于 *猎鹰岗哨* 至 *赞加沼泽* 的道路上，寻找 *魔导师阿利迪斯* 。与他对话并击败他完成任务 [QT10286]\\接受任务 [QA10287] \\*注* 当你攻击他时将被标记为PVP状态
完成任务 [QC9381]
接受任务 [QA9912]
接受任务 [QA10159]
提交任务 [QT9373]
提交任务 [QT10442]\\接受任务 [QA9372]

接受任务 [QA9747]
接受任务 [QA9802]

提交任务 [QT9912]\\接受任务 [QA9716]\\接受任务 [QA9778]
跟旅店老板购买 *塞纳里奥热酒* ，*注: 不要把炉石定在这里！*
提交任务 [QT9778]\\接受任务 [QA9728]
提交任务 [QT10103]\\接受任务 [QA9774]
接受任务 [QA9770]
接受任务 [QA9769]\\接受任务 [QA9773]
与 *古尔基尔* 对话激活飞行点
[G81.8,64.3 Hellfire Peninsula]
[G10.5,51.4 Hellfire Peninsula]返回 地狱火半岛，击杀 *掠食者* 完成任务 [QC10159]

接下来，击杀 *伊利达雷监工* 完成任务 [QC9387][O] *注：* 击杀 *伊利达雷监工* 之后 残冠蛮徒 和 残冠地卜师 会停止攻击你
[G13.0,58.5 Hellfire Peninsula]接受任务 [QA10403]\\*注：* 在帐篷中寻找 *纳拉杜* ，若不在此处去往下一处
[G13.1,61.0 Hellfire Peninsula]接受任务 [QA10403]\\*注：* 在帐篷中寻找 *纳拉杜* ，若不在此处去往下一处
[G15.5,58.7 Hellfire Peninsula]接受任务 [QA10403]
提交任务 [QT10403]\\接受任务 [QA10367]
[G14.3,63.4 Hellfire Peninsula]搜索金属保险箱取得 *沙纳尔钥匙* 完成任务 [QC10367]
提交任务 [QT10367]\\接受任务 [QA10368]
[G15.5,58.7 Hellfire Peninsula]对话并释放 *召火者阿库鲁*
[G13.0,58.5 Hellfire Peninsula]对话并释放 *唤水者埃伊兰*
[G13.1,61.0 Hellfire Peninsula]对话并释放 *抚风者莫洛德*
提交任务 [QT10368]\\接受任务 [QA10369]
对 *无情的阿尔泽斯* 使用 *残冠长者法杖* 将其削弱并击杀完成任务 [QC10369]
提交任务 [QT10369]
完成任务 [QC9387]
[G16.8,53.9 Hellfire Peninsula]在这里击杀 *笨拙的地狱野猪* 完成任务 [QC9372]。*注：*任务物品掉率不高，但是你需要这个任务提供的*塞纳里奥远征队声望*，所以不要放弃！
提交任务 [QT10159]
提交任务 [QT9372]\\接受任务 [QA10255]
对 *笨拙的地狱野猪* 使用 *塞纳里奥解毒剂*，野猪变成 *恐怖獠牙* 后将其击杀完成任务 [QC10255]
提交任务 [QT10255]
使用炉石返回 [H 猎鹰岗哨]
提交任务 [QT9387]
提交任务 [QT10287]\\接受任务 [QA9472]
[G27.1,62.1 Hellfire Peninsula]与 *薇拉·火语* 对话提交任务 *生命的乐趣* 。然后跟着她，等她停下后对她使用 *卡尔琳达的惩戒卷轴* 完成任务 [QC9472]
提交任务 [QT9472]
提交任务 [QT9381 ]
飞到 [F 沼泽鼠岗哨]



]], "Flymolo's 外域升级导航")