Guidelime.registerGuide([[

[N58-61 【部落】地狱火半岛 -Part 1-]
[D Flymolo's 外域升级导航 汉化 by Pglterry]
[NX58-61 【部落】地狱火半岛 -Part 2-]
[GA Horde]

导航由 *Flymolo* 编写， *Pglterry* 汉化[OC]
本攻略始于诅咒之地，接受任务 [QA9407]
[G58.7,59.5 Blasted Lands] 艾泽拉斯大陆的勇士，勇敢地跨越黑暗之门！
提交任务 [QT9407]\\接受任务 [QA10120]
提交任务 [QT10120]\\接受任务 [QA10289]
飞到 [F 萨尔玛]
提交任务 [QT10289]\\接受任务 [QA10291]
[G56.7,37.5 Hellfire Peninsula]与旅店老板 *弗洛伊德·平克* 对话定炉石 [S 萨尔玛]
提交任务 [QT10291]\\接受任务 [QA10121]
接受任务 [QA10450]
接受任务 [QA10086]
提交任务 [QT10121]\\接受任务 [QA10123]
[G61.9,39.0 Hellfire Peninsula]
完成任务 [QC10123]
[G61.1,45.8 Hellfire Peninsula]
沿路击杀 *噬骨兽人* 并收集 *回收的金属* 和 *回收的木材* 完成任务 [QC10450] 和 [QC10086]
提交任务 [QT10123]\\接受任务 [QA10124]
提交任务 [QT10086]\\接受任务 [QA10087]
提交任务 [QT10450]\\接受任务 [QA10449]
提交任务 [QT10449]\\接受任务 [QA10242]
*注：* 接下来的任务，请沿路走，注意避开峡谷中的精英怪[OC]
[G60.6,51.7 Hellfire Peninsula]使用背包里的 *燃烧的火把* 点燃 *东部火炮*
[G54.7,53.2 Hellfire Peninsula]使用背包里的 *燃烧的火把* 点燃 *西部火炮*
提交任务 [QT10124]\\接受任务 [QA10208]
注: *恶魔卫士毁灭者* 并不是任务怪，可以回避[OC]
[G70.8,45.5 Hellfire Peninsula]在这附近杀怪拾取4个 *恶魔符文石* ，然后靠近 *希鲁斯传送门* 右键点击[OC]
[G74.0,38.9 Hellfire Peninsula]在这附近杀怪拾取4个 *恶魔符文石* ，然后靠近 *科卢尔传送门* 右键点击 完成任务 [QC10208]
提交任务 [QT10208]\\接受任务 [QA10129]
与 *空军指挥官布拉克* 对话开始 *爆破任务* ，使用背包里的炸弹摧毁 *穆尔凯斯之门* 和 *沙德拉兹之门* 完成任务 [QC10129]
提交任务 [QT10129]\\接受任务 [QA10162]
与*空军指挥官布拉克* 对话后乘坐双足飞龙在地狱岩床上空使用 *52区特制炸弹* 轰炸任务怪完成任务 [QC10162] \\*注: 你可能至少要轰炸两次才能完成任务*
提交任务 [QT10162]\\接受任务 [QA10388]
与 *空军指挥官布拉克* 对话飞到 *断背岗哨*
着陆后，与 *阿米尔雅·风心* 对话激活飞行点
接受任务 [QA10278]
接受任务 [QA10220]
提交任务 [QT10242]\\接受任务 [QA10538]
接受任务 [QA9345]
接受任务 [QA10809]
击杀拾取 *血环兽人* 完成 [QC10538][O]
采集 *地狱火刺叶* 完成任务 [QC9345][O]
*注：在兽人营地做任务时第一时间击杀巡逻的绿色眼睛，否则它会召唤附近的兽人攻击你！*[OC]
击杀 *座狼主宰卡鲁什* 完成任务 [QC10809]
提交任务 [QT10809]\\接受任务 [QA10792]
接受任务 [QA10813]
*注：* 进行*格里洛克之眼*任务时， 跟随导航指引使用 *塞萨克的碎片* 捕获 *格里洛克之眼*，*不要同时做其它任务，绿眼发现你会召唤周围的怪物过来，随时准备逃跑避战*
[G65.2,71.3 Hellfire Peninsula]收集12份 *血环之血* 之后在 *被诅咒的大锅* 合成*沸腾之血* ，每次合成大锅都会召唤 *被诅咒的甲虫* 攻击你，可以打掉也可以跑开，重复点12次完成任务 [QC10538]
*注：* 接下来的任务，你需要击杀 *血环苦工* 获得 *血环火炬* 然后在熔炉点燃。*点燃后的火炬*可以堆叠，但是只能维持几分钟，所以请尽快使用！\\ *可能需要在目标和熔炉间往返数次点燃火炬* 
[G69.1,69.2 Hellfire Peninsula]击杀 *血环苦工* 拾取 *血环火炬* ，使用熔炉将火炬点燃
[G69.4,70.0 Hellfire Peninsula]使用 *燃烧着的血环火炬* 烧毁东部小屋
[G69.2,73.2 Hellfire Peninsula]使用 *燃烧着的血环火炬* 烧毁兽栏
[G67.5,75.7 Hellfire Peninsula]使用 *燃烧着的血环火炬* 烧毁西部小屋
[G69.1,76.0 Hellfire Peninsula]使用 *燃烧着的血环火炬* 烧毁兵营
收集 *地狱火刺叶* 完成任务 [QC9345]
*如有宠物请设置成被动模式!!* ，然后使用 *塞萨克的碎片* 捕获 *格里洛克之眼* \\（最好离眼睛远一点开始捕获）
捕获 *格里洛克之眼* 后 *有5分钟时间* 提交任务 [QT10813]
提交任务 [QT10538].\\接受任务 [QA10835]
提交任务 [QT9345]\\接受任务 [QA10213]
提交任务 [QT10792]
[G58.2,79.2 Hellfire Peninsula] 
到 *到远征军物资库* 完成任务 [QC10220]
[G51.6,82.3 Hellfire Peninsula] 到 *迁跃平原* 使用 *不稳定的迁跃裂隙生成器* ，击杀 裂隙召唤的 *不稳定的虚空行者* 收集 *迁跃虚空能量* 完成任务 [QC10278]
[G49.1,74.9 Hellfire Peninsula]与 *“尖嗓子”斯克里·拉克希德* 对话提交任务 [QT10213]\\接受任务 [QA10161]
接受任务 [QA9349]
查看背包里是否有*神秘的典籍* ，右键点击接受任务 [QA10229]
来到[G42.9,82.6 Hellfire Peninsula]
在刺树附近击杀 *刃齿掠食者* ，拾取 *掠食者的卵* 完成 [QC9349]
提交任务 [QT9349]\\接受任务 [QA9361]
接下来，收集地上的 *飞艇碎片* ，杀 *地狱野猪* ，使用 *净化药剂* 净化 *被污染的地狱野猪肉* 获得 *纯净的地狱野猪肉* [QC10161][O] [QC9361][O] 
提交任务 [QT10278]\\ 接受任务 [QA10294]
提交任务 [QT10220]
提交任务 [QT10229]\\接受任务 [QA10230]
刷怪到 [XP60 60级]
[G71.9,67.2 Hellfire Peninsula]穿过山脉
击杀拾取 虚空行者 完成任务 [QC10294]
使用炉石返回 [H 萨尔玛]
提交任务 [QT10388]
接受任务 [QA9400]
提交任务 [QT10087]
接受任务 [QA9498][A Orc,Troll,Tauren,Undead]
接受任务 [QA9499][A BloodElf]
提交任务 [QT10835]\\接受任务 [QA10864]
导航由 *Flymolo* 编写， *Pglterry* 汉化[OC]


]], "Flymolo's 外域升级导航")