Guidelime.registerGuide([[

[N67 【部落】虚空风暴-占星者 -Part 1-]
[D Flymolo's 外域升级导航 汉化 by Pglterry]
[NX68 【部落】虚空风暴-占星者 -Part 2-]
[GA Horde]

导航由 *Flymolo* 编写，*Pglterry* 汉化[OC]
刷怪到 [XP67 67级].

在通往虚空风暴的桥上找到 *虚空学家哥白尼* 接受任务 [QA10183]。如果无任务可接，检查任务日志，*放弃*虚空风暴中的引导任务\\*译者注：*在每个地图的任务链尾声都有指引玩家到下一地图的引导任务，例如让你找某NPC谈话，然后开启下一地图的任务链。在这里，如果在纳格兰接了任务 *奇怪的幻象* 并在导航指引前到虚空风暴接了任务 *你被雇了！* ，将无法再在桥上接到任务 *前往52区* 。这并不影响大局，这些引导任务都指向同一个NPC，会开启相同的后续任务。只不过 *前往52区* 相较其他引导任务奖励更好一些。
[G32.3,63.9 Netherstorm]找 *布兹* 接受任务 *收集岩肤油块*（如果他死了，等下次回52区时找他接任务），然后手动完成这一步
接受任务 [QA10265].
提交任务 [QT10183].\\接受任务 [QA10186].
接受任务 [QA10189].
[G32.0,64.4 Netherstorm]与 *旅店老板雷米·度苏* 对话定炉石 [S 52区].
接受任务 [QA10173].
接下来做任务 [QC10342][O]，击杀拾取 *岩肤劫掠者*
[G31.7,58.3 Netherstorm]
接受任务 [QA10190].
到废墟收集 *以太锂矩阵水晶* 完成任务 [QC10186]
[G31.3,59.7 Netherstorm]
提交任务 [QT10186].\\接受任务 [QA10225].
接受任务 [QA10203]
提交任务 [QT10225].\\接受任务 [QA10224].
[G37.6,74.9 Netherstorm]
[G41.0,73.8 Netherstorm]右键点击 *拆解* [QC10203,1 高转速挖掘器].
[G40.3,72.9 Netherstorm]右键点击 *拆解* [QC10203,3 多光谱地形扫描仪].
[G40.9,72.6 Netherstorm]使用背包里的 *召唤粉尘* 召唤 *审讯者埃克拉斯*，击杀拾取她完成任务 [QC10173]
[G41.4,71.9 Netherstorm]拆解 [QC10203,2 机械气压挖掘爪].
[G42.4,72.8 Netherstorm]击杀拾取 *匹塔塞隆* 完成任务 [QC10265]
[G42.5,72.3 Netherstorm]拆解 [QC10203,4 一大车炸药].
[G40.3,72.9 Netherstorm]完成任务 [QC10203].
回 *52区* 完成任务 [QC10342].
[G34.3,70.0 Netherstorm]做任务 [QC10224]，击杀拾取 *法力怨魂* 。如果已经把怪刷完了还没有完成任务，先手动完成这一步接着做其它任务
提交任务 [QT10203].\\接受任务 [QA10221]
[G34.5,66.4 Netherstorm]
[G33.8,63.9 Netherstorm]与 *克雷兹希尔* 对话激活飞行点
接受任务 [QA10206].
提交任务 [QT10173].\\接受任务 [QA10300].
提交任务 [QT10265].\\接受任务 [QA10262].
提交任务 [QT10342].\\接受任务 [QA10199].
*注：* 如果 *布兹* 还没复活，可以不用等他提供的任务了，继续下一步

接下来，击杀拾取 *虚空鳐* 完成任务 [QC10199][O].
[G34.9,59.9 Netherstorm]你需要使用 *砰砰博士的末日* 炸弹炸 *砰砰博士* 好几次，将他炸死完成任务 [QC10221]. *注：* 把这任务当成一个小游戏，可以娱乐一下也可以跳过。避开 *砰砰机器人*，把炸弹朝砰砰博士扔去，在他反击时赶紧跑开。跑到砰砰博士的炸弹范围外等自己的炸弹CD冷却，然后重复直到炸死他。
[G34.1,58.6 Netherstorm]完成任务 [QC10224].
[G33.3,56.3 Netherstorm]击杀拾取 *空洞的德莱尼亡灵* 完成任务 [QC10300]
[G29.6,51.8 Netherstorm]从这里一直往西走到靠近刀锋山的悬崖边缘，然后从机械桥往南，沿路打 *相位猎手* ，当怪血量比较低时使用 *电池充能器*，然后击杀 *乏力的相位猎手* 完成任务 [QC10190]
提交任务 [QT10190].
完成任务 [QC10199].
[G27.7,65.1 Netherstorm]击杀拾取 *阿拉森上尉* 完成任务 [QC10189].
提交任务 [QT10300].\\接受任务 [QA10174].
使用背包里的 *大法师瓦格斯的法杖*，然后提交任务 [QT10174]\\接受任务 [QA10188].
提交任务 [QT10224].\\接受任务 [QA10226].
提交任务 [QT10189].\\接受任务 [QA10193].
接受任务 [QA10204].
提交任务 [QT10199].
提交任务 [QT10221]
[G34.1,77.0 Netherstorm]击杀 *碎裂的滚石* 和 *迁跃畸变体* ，在战斗过程中使用 *元素能量萃取器*。当它们死后会掉落一个蓝色的 *元素能量*，拾取完成任务 [QC10226]
[G31.8,75.8 Netherstorm]击杀 *萨克希斯虚灵* 完成任务 [QC10262]。收集地上的 *虚灵科技* 完成任务 [QC10206]
[G27.3,73.8 Netherstorm]完成任务 [QC10193]. *法力熔炉布纳尔* 另一边可以找到更多 *日怒迁跃技师* 和 *日怒空间主宰*
提交任务 [QT10226].
提交任务 [QT10206].\\接受任务 [QA10333].
接受任务 [QA10232].
提交任务 [QT10262].\\接受任务 [QA10205].
提交任务 [QT10193].\\接受任务 [QA10329].
[G25.3,65.5 Netherstorm]在这区域击杀拾取 *日怒魔导师* 直到获得 *血宝石碎片*，在水晶处使用 *血宝石碎片* 完成任务 [QC10204]
[G24.8,67.7 Netherstorm]
[G23.7,69.9 Netherstorm]击杀拾取 *工头瑟瑞狄斯* 获得 [QC10329,2 布纳尔控制水晶]
[G23.1,68.3 Netherstorm]*清空*这片区域，右键点击 *布纳尔控制台* 开始紧急停机。稍等一会击杀出现的 *日怒技师* 完成任务 [QC10329].
[G28.3,79.6 Netherstorm]完成任务 [QC10205].
提交任务 [QT10205].\\接受任务 [QA10266].
提交任务 [QT10329].\\接受任务 [QA10194].
提交任务 [QT10204].
提交任务 [QT10194].\\接受任务 [QA10652].
再次与 *维罗妮娅* 对话，等交谈结束飞到 库鲁恩

提交任务 [QT10652].\\接受任务 [QA10197].
接下来，击杀拾取 *日怒奥术师*, *日怒卫兵*和*日怒大法师*获得 [QC10197,2 日怒卫士勋章][O] 和 [QC10197,3 日怒奥术师长袍]
[G47.4,81.0 Netherstorm]
到里面击杀拾取 *日怒研究员* 完成任务 [QC10197]
提交任务 [QT10197].\\接受任务 [QA10198].
使用 *日怒伪装包*[OC]
[G47.4,81.0 Netherstorm]
[G48.2,84.0 Netherstorm]在大厅走廊前面有一个 *奥术歼灭者* ，可以趁它走到边上时溜过去。在走廊偷听整个谈话完成任务 [QC10198].
提交任务 [QT10198].\\接受任务 [QA10330].
[G47.4,81.0 Netherstorm]
[G49.0,81.5 Netherstorm]清空控制台一侧。击杀拾取 *工头希兰娜*。右键点击 *库鲁恩控制台* 开始紧急停机。稍等一会击杀出现的 *日怒技师* 完成任务 [QC10330].
[G49.6,82.5 Netherstorm]
[G51.0,82.4 Netherstorm]击杀拾取在这区域巡逻的 *缚法者玛亚纳* 完成任务 [QC10188]
提交任务 [QT10330].\\接受任务 [QA10200].
接受任务 [QA10334].
接受任务 [QA10331].
使用背包里的 *大法师瓦格斯的法杖*， 提交任务 [QT10188]\\接受任务 [QA10192].
接受任务 [QA10184], [QA10185] 和 [QA10222].
接受任务 [QA10343].
要注意这区域有很多，很多游荡的怪。随时随地准备好应对它们的攻击，如果可以最好是在村子外围完成任务！[OC]
接下来，击杀 *被杀死的幽魂*，做任务 [QC10184][O]
[G59.1,85.8 Netherstorm]*考利恩·霜纹* 在这路上巡逻，找到并击杀拾取他获得 *考利恩的帽子* ，右键点击接受任务 [QA10307]
[G60.0,85.5 Netherstorm]*咒术师鲁米拉斯* 在这路上巡逻，找到并击杀拾取他获得 *鲁米拉斯的披风* ，右键点击接受任务 [QA10306]
在这区域找到 *肯瑞瓦学徒* ，击杀拾取完成任务 [QC10331].
[G58.9,87.9 Netherstorm]拾取 [QC10192,3 克拉苏斯的魔法纲要 - 第三章].
[G58.8,88.4 Netherstorm]*防御法师贝尔玛拉* 在这路上巡逻，找到并击杀拾取她获得 *贝尔玛拉之书* ，右键点击接受任务 [QA10305]
[G58.6,89.2 Netherstorm]拾取 [QC10192,1 克拉苏斯的魔法纲要 - 第一章].
完成任务 [QC10184].
[G57.5,89.6 Netherstorm]拾取 [QC10192,2 克拉苏斯的魔法纲要 - 第二章].
[G56.4,87.8 Netherstorm]使用背包里的 *鲁米拉斯的披风* 完成任务 [QC10306]
[G55.7,87.2 Netherstorm]拾取 *魔法炸弹碎片* 完成任务 [QC10343]
[G55.1,87.5 Netherstorm]使用背包里的 *考利恩的帽子* 完成任务 [QC10307]
[G55.5,86.5 Netherstorm]使用背包里的 *贝尔玛拉之书* 完成任务 [QC10305]
完成任务 [QC10185].
提交任务 [QT10305].\\提交任务 [QT10306].\\提交任务 [QT10307].\\提交任务 [QT10184].\\接受任务 [QA10312].
提交任务 [QT10185].
提交任务 [QT10343].\\接受任务 [QA10239].
使用背包里的 *大法师瓦格斯的法杖* ，提交任务 [QT10192].\\接受任务 [QA10301].
接受任务 [QA10233].
提交任务 [QT10331].\\接受任务 [QA10332].
使用炉石返回 [H 52区].
提交任务 [QT10200].\\接受任务 [QA10338].
接受任务 [QA10341].

[G47.1,81.1 Netherstorm]在 *法力熔炉库鲁恩* 外墙地上拾取 *能量隔离器* 完成任务 [QC10239]
提交任务 [QT10239].\\接受任务 [QA10240].
[G59.2,83.8 Netherstorm]
[G57.4,82.8 Netherstorm] 使用背包里的 *符文激活装置* [QC10240,2 激活东北部符文].
[G59.2,85.3 Netherstorm] 使用背包里的 *符文激活装置* [QC10240,1 激活东部符文].
[G60.8,85.4 Netherstorm] 完成任务 [QC10332].
[G60.4,88.0 Netherstorm]进入建筑物击杀拾取 *战斗法师达斯利克* 获得 *肯瑞瓦名册* 和 *达斯利克之刃*，右键点击 *达斯利克之刃* 接受任务 [QA10182]
提交任务 [QT10332].
[G54.3,86.0 Netherstorm] 使用背包里的 *符文激活装置* 完成任务 [QC10240].
[G56.8,86.8 Netherstorm]使用背包里的 *达斯利克之刃* 完成任务 [QC10182]
提交任务 [QT10182].
提交任务 [QT10312].\\接受任务 [QA10316].
提交任务 [QT10240].
[G55.3,81.0 Netherstorm]
接下来，击杀拾取 *日怒护火者* 获得 *燃烧的火把*。站在*弩车*和*帐篷*边上使用火把完成任务 [QC10233][O]
[G55.9,78.8 Netherstorm]击杀拾取在这区域巡逻的 *掠法者玛拉瑟雷* 完成任务 [QC10301]
完成任务 [QC10222].
完成任务 [QC10233].
*注：*先不要和 *贝希* 对话，一会再回来找她[OC]
去谷仓里提交任务 [QT10316]，但*不要*惊动 *骷髅马* \\接受任务 [QA10314].
击杀拾取 *肯瑞瓦村的幽魂* 完成任务 [QC10314]
提交任务 [QT10222].\\接受任务 [QA10223].
提交任务 [QT10314].\\接受任务 [QA10319].
提交任务 [QT10233].
使用背包里的 *大法师瓦格斯的法杖* ，提交任务 [QT10301].\\接受任务 [QA10209].
[G59.2,84.7 Netherstorm]
过桥往 *贝希* 处走，并把沿路的怪物清理干净[OC]
[G59.2,80.2 Netherstorm]
[G59.8,80.3 Netherstorm]在厕所拾取 *纳比留斯的护符匣* 完成任务 [QC10319]
提交任务 [QT10334].
接下来的任务是一个团队护送任务，但是也可以独立完成。诀窍是让贝希走前面，先吸引怪物的仇恨承担伤害。但你也要小心别让贝希死掉
你可以选择性的接受任务 [QA10337]，否则手动完成这一步
完成任务 [QC10337].
提交任务 [QT10337].
提交任务 [QT10319].
[G52.5,84.4 Netherstorm]
[G51.6,74.1 Netherstorm]
提交任务 [QT10266].\\接受任务 [QA10267].
提交任务 [QT10333].\\接受任务 [QA10234].
接受任务 [QA10348] 和 [QA10417]
接受任务 [QA10433].
[G49.2,58.2 Netherstorm]击杀 *甘尔葛工程师* 和 *莫尔葛铁匠* ；拾取残骸边地上的 *魔能机甲零件* 完成任务 [QC10232] 和 [QC10234]。*注：* *魔能机甲零件* 很小、很暗、很平，不容易发现！
[G48.0,63.0 Netherstorm]
[G56.0,63.8 Netherstorm]
接下来，拾取地上的 *一箱测量装置* 完成任务 [QC10267][O]
[G57.2,66.4 Netherstorm]找到 *召唤者坎西恩*，击杀拾取完成任务 [QC10209].
[G56.2,66.5 Netherstorm]完成任务 [QC10223].
完成任务 [QC10267].
[G58.8,64.4 Netherstorm]
[G59.9,68.0 Netherstorm]击杀拾取 *工头安萨奈尔* 获得 [QC10338,2 杜隆控制水晶].
[G59.1,66.8 Netherstorm]*清理干净*这片区域然后右键点击 *杜隆控制台* 开始紧急停机。稍等一会击杀出现的 *日怒技师* 完成任务 [QC10338].
完成任务 [QC10341].
[G65.2,66.7 Netherstorm]与 *哈帕克斯* 对话激活飞行点
接受任务 [QA10924]
[G65.9,64.3 Netherstorm]使用背包里的 *塞比特的水晶* 召唤 *塞比特*。击杀10个 *迁跃追迹者* 完成任务 [QC10924]。*注：* 你要在接近近战距离杀死怪才能收集 *迁跃追迹者之血*！并且 - 不要让你的宠物杀死怪物！
提交任务 [QT10924]
使用背包里的 *大法师瓦格斯的法杖* ，提交任务 [QT10209].\\接受任务 [QA10176].
[G55.5,61.7 Netherstorm]
[G51.5,64.7 Netherstorm]
提交任务 [QT10223].
[G58.1,86.4 Netherstorm]完成任务 [QC10176].
*到塔顶*提交任务 [QT10176]
使用炉石返回 [H 52区].
提交任务 [QT10338].
提交任务 [QT10341].\\接受任务 [QA10202].
提交任务 [QT10232].
提交任务 [QT10234]\\接受任务 [QA10235].
提交任务 [QT10267].\\接受任务 [QA10268].
接受任务 [QA10311].




]], "Flymolo's 外域升级导航")