Guidelime.registerGuide([[

[N58-61 【联盟】地狱火半岛 -Part 1-]
[D Flymolo's 外域升级导航 汉化 by Pglterry]
[NX58-61 【联盟】地狱火半岛 -Part 2-]
[GA Alliance]


导航由 *Flymolo* 编写，*Pglterry* 汉化[OC]
[G63.5,17.0 Blasted Lands] 本攻略始于诅咒之地，提前从守望堡 *波尼·海斯坦* 处购买一份*守望堡烈酒*，后续会有任务用到
接受任务 [QA10119]。*注：*如果在黑暗之门前无法接到这个任务，可以跳过这步，直接进入外域
[G58.7,59.5 Blasted Lands] 艾泽拉斯大陆的勇士，勇敢地跨越黑暗之门！
提交任务 [QT10119 跨越黑暗之门]\\接受任务 [QA10288]
提交任务 [QT10288]\\接受任务 [QA10140]
飞到 [F 荣耀堡]
提交任务 [QT10140]\\接受任务 [QA10254]
与旅店老板对话，定炉石于 [S 荣耀堡]
提交任务 [QT10254]\\接受任务 [QA10160]
接受任务 [QA10141]
提交任务 [QT10160]\\接受任务 [QA10482]
接受任务 [QA10055 ]
来到峡谷边缘 [G54.8,54.8 Hellfire Peninsula]
沿路击杀 *噬骨兽人* 并收集 *回收的金属* 和 *回收的木材* 以完成 [QC10482]和 [QC10055]
提交任务 [QT10055]\\接受任务 [QA10078]
提交任务 [QT10482]\\接受任务 [QA10483]
提交任务 [QT10141 重生的军团]\\接受任务 [QA10142 苦痛之路]
来到 [G68.4,58.2 Hellfire Peninsula]
完成 [QC10142]
提交任务 [QT10142].\\接受任务 [QA10143 远征军岗哨]
[G66.8,67.4 Hellfire Peninsula] 击杀 *血环兽人* 直到获得 *被诅咒的护符* 完成 [QC10483 邪恶的咒语]
提交任务 [QT10483 邪恶的咒语]\\接受任务 [QA10484 被诅咒的护符]
提交任务 [QT10143 远征军岗哨]\\接受任务 [QA10144 阻断援军]
接受任务 [QA10895 燃烧吧，塞斯高！]
接受任务 [QA10058 古老的礼物]
接受任务 [QA10050 阴魂不散]
接受任务 [QA10047 荣耀之路]
接下来去塞斯高营地击杀 *血环兽人* 拾取12枚 [QC10484 被诅咒的护符][O]
*注：在兽人营地做任务时第一时间击杀巡逻的绿色眼睛，否则它会召唤附近的兽人攻击你！*[OC]
[G68.0,67.0 Hellfire Peninsula]放置 *烟雾信标*
[G70.1,69.0 Hellfire Peninsula]放置 *烟雾信标*
[G70.9,71.5 Hellfire Peninsula]放置 *烟雾信标*
[G66.5,76.6 Hellfire Peninsula]放置 *烟雾信标*
完成 [QC10484 被诅咒的护符]
提交任务 [QT10484 被诅咒的护符]\\接受任务 [QA10485 血环督军]
提交任务 [QT10895 燃烧吧，塞斯高！]
[G70.1,77.1 Hellfire Peninsula]击杀 *督军摩尔肯* 完成 [QC10485]
提交任务 [QT10485 血环督军]\\接受任务 [QA10903 返回荣耀堡]
注： *恶魔卫士毁灭者* 并不是任务怪，可以回避[OC]
[G72.7,59.0 Hellfire Peninsula]在这附近杀怪拾取4个 *恶魔符文石* ，然后靠近 *凯勒兹传送门* 右键点击[OC]
[G71.5,55.2 Hellfire Peninsula]在这附近杀怪物拾取4个 *恶魔符文石* 然后靠近 *格雷姆传送门* 右键点击完成 [QC10144]
提交任务 [QT10144 阻断援军]\\接受任务 [QA10146 任务：穆尔凯斯和沙德拉兹之门]
与 *空军指挥官达比利* 对话继续爆破任务，对 *穆尔凯斯之门* 和 *沙德拉兹之门* 使用炸弹完成 [QC10146]
提交任务 [QT10146 任务：穆尔凯斯和沙德拉兹之门]\\接受任务 [QA10340 破碎岗哨]
与 *空军指挥官达比利* 对话后飞到破碎岗哨
提交任务 [QT10340 破碎岗哨]\\接受任务 [QA10344 空军指挥官格莱芬加尔]
提交任务 [QT10344]\\接受任务 [QA10163 任务：地狱岩床]
[G78.3,34.4 Hellfire Peninsula]与 *狮鹫骑士维比洛* 对话，飞到 *地狱岩床* 使用炸弹轰炸任务怪，重复以上步奏完成 [QC10163 任务：地狱岩床].
提交任务 [QT10163]\\接受任务 [QA10382]
[G78.3,34.4 Hellfire Peninsula]与 *狮鹫骑士维比洛* 对话，然后飞到 *荣耀岗哨*
提交任务 [QT10382 奔赴前线]\\接受任务 [QA10394 铸魔营地：暴虐]
[G64.8,31.9 Hellfire Peninsula]击杀 *剃刀电锯* （刷新时间大约5分钟）和10个甘尔葛仆从
完成 [QC10394]
提交任务 [QT10394 铸魔营地：暴虐]\\接受任务 [QA10396 我的敌人的敌人......]
返回刚才的营地完成 [QC10396]\\*注：优先击杀邪能火炮* ，仆从和火炮伤害一样但是血量更低
提交任务 [QT10396 我的敌人的敌人......]\\接受任务 [QA10397 登陆场：歼灭]
[G53.1,26.5 Hellfire Peninsula]击杀 *战争使者阿利萨玛尔* 并拾取 *燃烧军团传送门钥匙* 和 *燃烧军团信件*[OC]
使用 *燃烧军团传送门钥匙* 关闭 *燃烧军团传送门* (点击传送门中的圆形漂浮物) 完成 [QC10397]
*注：* [G55.5,33.3 Hellfire Peninsula] 这里很靠近部落营地 *萨尔玛*，在PVP服务器要注意对立阵营的玩家，如果对立阵营玩家太多也可以放弃这条任务链
去接任务 [QA10236] ，路上要小心 *萨尔玛步兵* 
[G49.3,37.4 Hellfire Peninsula] 来到峡谷
拾取遍布在峡谷中的 *伐木机备用零件* 完成 [QC10236]
提交任务 [QT10236]\\接受任务 [QA10238]
[G45.1,41.1 Hellfire Peninsula]右键点击 *曼尼的牢笼* 解救曼尼
[G46.4,45.2 Hellfire Peninsula]右键点击 *莫恩的牢笼* 解救莫恩
[G47.5,46.6 Hellfire Peninsula]右键点击 *雅克的牢笼* 解救雅克，完成 [QC10238]
提交任务 [QT10238]\\接受任务 [QA10629]
使用背包里的 *地狱犬哨* 
[G49.7,31.5 Hellfire Peninsula] 在附近击杀 *疯狂的地狱野猪* ，从 *恶魔猎犬的粪便* 中拾取 *伐木机钥匙*，完成 [QC10629]
提交任务 [QT10629]\\接受任务 [QA10630]
进入洞穴完成 [QC10630]
提交任务 [QT10630]
[G52.7,47.9 Hellfire Peninsula]使用 *燃烧的火把* 点燃 *西部的掷刀车*
[G53.6,48.4 Hellfire Peninsula]使用 *燃烧的火把* 点燃 *中部偏西的掷刀车*
[G55.7,47.7 Hellfire Peninsula]使用 *燃烧的火把* 点燃 *中部偏东的掷刀车*
[G58.5,47.7 Hellfire Peninsula]使用 *燃烧的火把* 点燃 *东部的掷刀车* ，完成 [QC10078]
[G63.2,49.3 Hellfire Peninsula]使用 *德莱尼圣水* 净化 *被践踏的骷髅* ，完成 [QC10047]
如果还没到60级，刷怪到[XP60-19500 距离60级差19500经验]
右键点击背包里的 *燃烧军团信件* 接受任务 [QA10395]
查看背包里是否有 *被腐蚀的皮箱* 可以接到任务 [QA9373]
提交任务 [QT10047]\\接受任务 [QA10093]
提交任务 [QT10395]\\接受任务 [QA10399]
在旅馆楼上提交任务 [QT10903]\\接受任务 [QA10909] 和 [QA10916]
接受任务 [QA9558]
[G54.0,63.3 Hellfire Peninsula]来到旅馆外面，在墙根寻找一个小土堆, 点击 *菲菲的埋物地点* ，完成 [QC10916]
飞到 [F 破碎岗哨]
[G78.3,34.4 Hellfire Peninsula]与 *狮鹫骑士维比洛* 对话飞到 *荣耀岗哨*
提交任务 [QT10397]
使用炉石返回 [H 荣耀堡] 
提交任务 [QT10078]
导航由 *Flymolo* 编写，*Pglterry* 汉化[OC]


]], "Flymolo's 外域升级导航")

