Guidelime.registerGuide([[

[N64-65 【部落】纳格兰-占星者]
[D Flymolo's 外域升级导航 汉化 by Pglterry]
[NX65-67 【部落】刀锋山-占星者]
[GA Horde]

导航由 *Flymolo* 编写，*Pglterry* 汉化[OC]
*注：* 使用 *纳格兰* 导航前，要完成 *地狱火半岛* 的一个系列任务链。如果已经完成，导航会自动指引你进入 *纳格兰*。如果没有，导航的第一个任务将指引你回 *地狱火半岛*，完成任务链后就会回到 *纳格兰*
接受任务 [QA10120].
提交任务 [QT10120].\\接受任务 [QA10289].
提交任务 [QA10289].\\接受任务 [QA10291].
提交任务 [QT10291].\\接受任务 [QA10121].
提交任务 [QT10121].\\接受任务 [QA10123].
完成任务 [QC10123].
提交任务 [QT10123]\\接受任务 [QA10124].
提交任务 [QT10124].\\接受任务 [QA10208].
在*希鲁斯传送门* 和 *科卢尔传送门* 附近杀怪收集 *恶魔符文石*，然后使用 *托尔克的雷管* 破坏传送门完成任务 [QC10208]\\*每个传送门需要4个符文石*
提交任务 [QT10208].\\接受任务 [QA10129].
与 *空军指挥官布拉克* 对话开始 *爆破任务* ，使用背包里的炸弹摧毁 *穆尔凯斯之门* 和 *沙德拉兹之门* 完成任务 [QC10129]
提交任务 [QT10129].\\接受任务 [QA10162].
使用 *52区特制炸弹* 在地狱岩床上空轰炸完成任务 [QC10162]。 *注: 可以多次轰炸*
提交任务 [QT10162].\\接受任务 [QA10388].
提交任务 [QT10388].
接受任务 [QA9400].
提交任务 [QT9400].\\接受任务 [QA9401].
提交任务 [QT9401].\\接受任务 [QA9405].
提交任务 [QT9405].\\接受任务 [QA9410].
[G33.6,43.6 Hellfire Peninsula]使用 *先祖狼魂图腾* 召唤 *先祖狼魂* ，跟随它直到完成任务 *灵魂的指引* [OC]
提交任务 [QT9410].\\接受任务 [QA9406].
提交任务 [QT9406]，然后飞到 *萨布拉金*

刷怪到 [XP64 64级].

*注：* 收集到的 *沃舒古水晶尘样本* 、*黑曜石作战念珠* 留着，以后有用！[O]
*注：* 击杀 *野生雷象* 收集3对 *象牙*，（注意是*野生*，不是其他类型雷象）[O]
[G51.9,34.7 Nagrand]接受任务 [QA9913]
提交任务 [QT9797].
接受任务 [QA10114].
接受任务 [QA9888].
接受任务 [QA9935]和[QA9939].
接受任务 [QA9870].
接受任务 [QA9863].
接受任务 [QA9864].
接受任务 [QA9867].
[G57.2,35.3 Nagrand]与 *古尔沙* 对话激活飞行点
[G56.7,34.6 Nagrand]与 *蒂基特* 对话定炉石 [S 加拉达尔]
接受任务 [QA9818].
接受任务 [QA9800]和[QA9815].
提交任务 [QT9870].
提交任务 [QT9818].\\接受任务 [QA9819].
去完成任务[QC9819][O]，这种石元素怪不是很多，看到了优先击杀！
当你在*辛瓦里狩猎队营地*时，随时留意一个亡灵盗贼*甘克雷·骨拳*，会去偷袭一个侏儒女 *克莉丝蒂·德米萨* ，帮助她可以接到任务 *我得救了！*[OC] 
提交任务 [QT10114].\\接受任务 [QA9854].
接受任务 [QA9857].
接受任务 [QA9789].
接下来，专注于完成[QC9854][O], [QC9857][O] 和 [QC9789][O] 这些野生动物广泛分布在纳格兰东部
[G77.9,78.1 Nagrand]
提交任务 [QT9888].\\接受任务 [QA9889].
[G20.0,62.9 Terokkar Forest]先击杀10个 *石拳入侵者* 然后击败 *无情的安克尔*，和他对话完成任务 [QC9889]
提交任务 [QT9889].\\接受任务 [QA9890]
提交任务 [QT9890]\\接受任务 [QA9891].
使用炉石返回 [H 加拉达尔]
提交任务 [QT9891].\\接受任务 [QA9906].
接受任务 [QA9910].
[G72.3,69.9 Nagrand]在 *第一堆火刃篝火* 使用 *玛格汉军旗*
[G73.8,68.1 Nagrand]
[G74.7,69.7 Nagrand]在 *第二堆火刃篝火* 使用 *玛格汉军旗*
[G75.3,67.7 Nagrand]
[G75.7,68.1 Nagrand]在 *第三堆火刃篝火* 使用 *玛格汉军旗* 完成任务 [QC9910]
完成任务 [QC9906].
使用炉石返回 [H 加拉达尔]
提交任务 [QT9910].\\接受任务 [QA9916].
提交任务 [QT9906].\\接受任务 [QA9907].
你要在接下来的几步完成任务 [QC9819][O]，一般能在靠近山脉的地方能找到这种石元素
往东前往 *奈辛瓦里狩猎队营地*，路上完成任务 [QC9857][O] 和 [QC9789][O]
提交任务 [QT9857].\\接受任务 [QA9858].
提交任务 [QT9789].\\接受任务 [QA9850].
在 *辛瓦里狩猎队营地* 西边和北边区域完成任务 [QC9854]
提交任务 [QT9854].\\接受任务 [QA9855].
完成任务 [QC9819].
提交任务 [QT9819].\\接受任务 [QA9821].
[G54.2,20.0 Nagrand]在这边区域刷 *被激怒的碾压者* 完成任务 [QC9821]，然后手动完成这一步
去下一步的路上，击杀 *塔布雄羊* 和 *裂蹄公牛* ，开地上的 *粪便*，*为了方便找粪便可以把图形设置中的地表景观拉到最低*[OC]
[G41.2,44.4 Nagrand]如果部落控制了 *哈兰*，接受任务 [QA10074]\\尽量提交任务
[G46.4,38.2 Nagrand]
[G45.0,40.7 Nagrand]
在 *哈兰* 周围击杀 *泥泞爪牙* 完成任务 [QC9815][O]
[G40.8,31.5 Nagrand]
在洞穴里完成任务 [QC9907] 和 [QC9916]
继续在这里刷怪攒20个 *沃舒古水晶尘样本* 确保能提交 *沃舒古水晶尘* 任务
完成任务 [QC9815]
[G41.2,44.4 Nagrand]如果部落控制了 *哈兰*，提交任务 [QT10074]
[G51.0,59.0 Nagrand]现在你行进的路线是 *饥饿的风鹏* 唯一分布区域，在这里多刷几只或者完成 [QC9855]，然后手动完成这一步
使用炉石返回 [H 加拉达尔]
提交任务 [QT9916].
提交任务 [QT9907].\\接受任务 [QA10107].
[G75.7,60.2 Nagrand]
[G75.6,60.8 Nagrand]
[G73.8,62.5 Nagrand]与 *兰特瑞索·火刃* 对话完成任务 [QC10107]
提交任务 [QT10107]\\接受任务 [QA9927]和[QA9928].
[G70.0,76.4 Nagrand]
*注：*小心营地里成对巡逻的法系怪，被他们集火很容易暴毙！[O]
收集 *基尔索罗军备* 完成任务 [QC9928][O]。击杀 *基尔索罗兽人* 然后插上 *战槌食人魔军旗* 完成任务 [QC9927][O]
[G71.1,82.4 Nagrand]Kill *Giselda the Crone* to 完成任务 [QC9935].
完成任务 [QC9928]和[QC9927].
接受任务 [QA10109]
击杀 *灰尘咆哮者*等元素完成 [QC10109][O]
提交任务 [QT9927]和[QT9928].
接受任务 [QA9931]和[QA9932].
使用炉石返回 [H 加拉达尔]
[G52.8,30.4 Nagrand]
从导航点往北走，击杀 *裂蹄公牛* 、*塔布羊* 完成任务 [QC9858]; 开地上的 *粪便* 完成任务 [QC9800]
[G54.8,20.2 Nagrand]
沿着山脚往西走，击杀看见的 *被激怒的碾压者*[OC]
[G46.4,18.3 Nagrand]击杀 [QC9939,1 顾问佐尔布]
在营地里击杀食人魔，然后插上 *基尔索罗军旗*，完成任务 [QC9939] 和 [QC9931]
[G46.6,24.6 Nagrand]在战槌篝火堆使用 *潮湿的毛毯* 完成任务 [QC9932]
[G50.1,19.9 Nagrand]
顺着山脚到 *元素王座* 沿路*完成任务* [QC9821][O]
提交任务 [QT9821].\\接受任务 [QA9849].
提交任务 [QT9815].
提交任务 [QT9800].\\接受任务 [QA9804].
到湖里完成任务 [QC9804].
提交任务 [QT9804].\\接受任务 [QA9805].
[G72.4,50.5 Nagrand]使用 *活火* 在棚屋里点燃 [QC9805,1 大棚屋]
[G70.8,51.2 Nagrand]使用 *活火* 在棚屋里点燃 [QC9805,2 西部棚屋]
[G71.3,53.2 Nagrand]使用 *活火* 在棚屋里点燃 [QC9805,3 南部棚屋]
[G72.7,54.6 Nagrand]使用 *活火* 在棚屋里点燃 完成任务 [QC9805]
提交任务 [QT9931].
提交任务 [QT9932].\\接受任务 [QA9934].
刷怪到 [XP65 65级].
完成任务 [QC10109].
提交任务 [QT10109]
接下来，完成任务 [QC9858][OC]
[G58.0,78.7 Nagrand]来到纳格兰南边
向 *破碎奔行者* 投掷 *戈达乌的石块*，然后击杀分裂出来的 *古罗克的爪牙* 完成任务 [QC9849][O]
[G47.5,77.2 Nagrand]
[G41.6,82.3 Nagrand]完成任务 [QC9849].
接受任务 [QA9900]和[QA9925].
提交任务 [QT9913].\\接受任务 [QA9882].
如果能接的话接受任务 [QA9914]
*注:* *黑曜石作战念珠*可以用来提升 *玛格汉* 和 *星界财团* 声望。但是 *星界财团* 必须已经是*友善*才能交。
[G35.6,58.6 Nagrand]如果你已经完成 *象牙生意* 任务，跳过这个导航点
杀 *野生雷象* 完成任务 [QC9914][O]
如果 *呼嚎之风* 任务还没完成，在这片区域刷 *活体飓风* [O]
[G33.9,61.8 Nagrand]
击杀 *维尔埃尼掠夺者* 获得 *沃舒古水晶碎片* ，或者直接从地上收集，完成任务 [QC9882][O]
击杀 *加瓦克希* 完成任务 [QC9900]
在 *沃舒古* 周围完成任务 [QC9882] 和 [QC9925]
提交任务 [QT9882].
提交任务 [QT9900]和[QT9925].
*注：*如果你还没完成 *象牙生意* 任务，可以放弃接着下一步了
提交任务 [QT9914].
[G47.6,62.9 Nagrand]从这里往 *加拉达尔* 走，沿路完成任务 [QC9855] 和 [QC9850]
提交任务 [QT9934].
提交任务 [QT9935]和[QT9939].\\接受任务 [QA10479].
提交任务 [QT10479].
*注：*如果你想提升 *玛格汉* 声望，可以重复交 *黑曜石作战念珠*
接受任务 [QA9944].
查看背包里是否有 *呼嚎之风*，右键点击接受任务 [QA9861]。没有的话请手动跳过这一步，其后续 *暗血腐蚀者* 任务也手动跳过
提交任务 [QT9849].
提交任务 [QT9805].\\接受任务 [QA9810].
提交任务 [QT9861].\\接受任务 [QA9862].
[G46.8,26.8 Nagrand]					
[G39.5,26.6 Nagrand]
提交任务 [QT9864].\\接受任务 [QA9865].
提交任务 [QT9944].\\接受任务 [QA9945].
接受任务 [QA9948].
[G30.8,42.3 Nagrand]击杀拾取 *暗血酋长奥托尔* 完成任务 [QC9867]
[G33.0,50.5 Nagrand]击杀 *瓦图苏的污染精华*，完成任务 [QC9810]
到 *日泉岗哨* 完成任务 [QC9862] 、 [QC9865] 和 [QC9863]
提交任务 [QT9865].\\接受任务 [QA9866]
[G28.9,31.3 Nagrand]到战槌山
*山丘戈隆*可以单杀！上山击杀 *战槌食人魔* 拾取 *战槌监狱钥匙*[O]
[G26.9,20.0 Nagrand]*玛格汉俘虏*分布在营地各处和山洞中，*但不要走进这个坐标点的洞穴！*\\完成任务 [QC9945] 和 [QC9948]
提交任务 [QT9945].
提交任务 [QT9948].
使用炉石返回 [H 加拉达尔]
提交任务 [QT9863].
提交任务 [QT9866]
提交任务 [QT9867]
提交任务 [QT9862].
提交任务 [QT9810].
提交任务 [QT9855].
提交任务 [QT9858].
提交任务 [QT9850].
*注：*背包里不需要留任何任务物品了。 *哈兰研究勋章* 可以换PVP装备，其他物品能卖的卖，能交的交，没用的丢掉
回 *加拉达尔* 然后飞 [F 沼泽鼠岗哨]
导航由 *Flymolo* 编写，*Pglterry* 汉化[OC]

]], "Flymolo's 外域升级导航")