Guidelime.registerGuide([[

[N61-63 【部落】赞加沼泽]
[D Flymolo's 外域升级导航 汉化 by Pglterry]
[NX63-64 【部落】泰罗卡森林-奥尔多]
[NX63-64 【部落】泰罗卡森林-占星者]
[GA Horde]

导航由 *Flymolo* 编写， *Pglterry* 汉化[OC]
刷怪到 [XP61 61级]
接受任务 [QA9747]
接受任务 [QA9802]

提交任务 [QT9912]
接受任务 [QA9716]\\接受任务 [QA9778]
在塔楼顶层提交任务 [QT9778]\\接受任务 [QA9728]
提交任务 [QT10103]
接受任务 [QA9774]
接受任务 [QA9770]
接受任务 [QA9769]\\接受任务 [QA9773]
[G78.5,62.9 Zangarmarsh]和旅店老板对话，在 [S 塞纳里奥庇护所] 定炉石
接下来， 击杀 *暗泽鳗鱼* 完成任务 [QC9773][O] 和 [QC9802][O]
刷遍及沼泽各处的 *巨蜂* 、 *泥潭多头蛇* 和 *纳迦* 完成 [QC9769][O], [QC9774][O] 和 [QC9728][O]

完成任务 [QC9716]
击杀*暗泽鳗鱼* 完成任务 [QC9773] \\*注：*赞加沼泽的怪物都会掉落 *未鉴定过的植物* 可以完成任务 [QC9802]
[G85.0,90.6 Zangarmarsh][OC]在塔顶层击杀 *卡塔鲁*
完成任务 [QC9747]
接 *护送任务* [QA9752]
完成任务 [QC9752]
提交任务 [QT9747]\\接受任务 [QA9788]
提交任务 [QT9802]\\接受任务 [QA10096]
*注：* 不要卖掉 *未鉴定过的植物* ，这个物品可以重复交任务提升 *塞纳里奥远征队声望* 至尊敬[O]
接受任务 [QA9894]
提交任务 [QT9752] 和 [QT9716]\\接受任务 [QA9718]
使用背包里的 *风暴乌鸦护符* 完成任务 [QC9718]
提交任务 [QT9718]\\接受任务 [QA9720]
去下一步的路上，沿路击杀 *暗光钉刺者* 完成任务 [QC9769][OC]
[G70.5,80.4 Zangarmarsh]杀掉蒸汽泵控制台边的 *蒸汽泵监工*
使用*铁藤种子* 关闭 [QC9720,1 暗泽湖控制台]
[G74.7,89.5 Zangarmarsh]
[G74.8,91.3 Zangarmarsh]
[G72.4,92.9 Zangarmarsh]
[G70.5,98.0 Zangarmarsh] 在洞穴中拾取 *伊卡因的物品* 完成任务 [QC9788]
[G72.4,96.8 Zangarmarsh]
[G73.1,96.3 Zangarmarsh]
击杀 *克拉其大王* 完成任务 [QC9894]。*提示：*趁克拉其大王的小弟在攻击*孢子人*时，尽量远地攻击克拉其大王！等他小弟转过来攻击你时，你已经对大王造成了不少伤害！
完成任务 [QC10096]
使用炉石返回 [H 塞纳里奥庇护所]
提交任务 [QT10096]
提交任务 [QT9788]
提交任务 [QT9894]
提交任务 [QT9769] 和 [QT9773]\\接受任务 [QA9899]
[G79.4,46.8 Zangarmarsh]击杀 *孢子之翼* 完成任务[QC9899]。如果没碰到建议在附近杀怪等任务怪刷新
[G62.0,40.8 Zangarmarsh]杀掉蒸汽泵控制台边的 *蒸汽泵监工*
使用 *铁藤种子* 关闭 [QC9720,3 毒蛇湖控制台]
完成任务 [QC9728]
去 *死亡泥潭* ，并沿路完成任务 [QC9770]
[G79.2,39.4 Zangarmarsh]击杀拾取 *干燥的多头蛇* 完成任务 [QC9774]
*注：*不要卖掉 *沼泽领主的卷须* (插件可能会自动出售) ，这个物品可以重复交任务提升孢子村声望至友善[O]
提交任务 [QT9899]
提交任务 [QT9770]\\接受任务 [QA9898]
提交任务 [QT9774]\\接受任务 [QA9771]
提交任务 [QT9771]\\接受任务 [QA9772]
刷 *枯萎的巨人* 拾取 *尤尔巴的报告* 完成任务 [QC9772]
刷怪到 [XP62 62级]
提交任务 [QT9772]\\接受任务 [QA9775]
接受任务 [QA9796]
查看背包中是否有 *枯萎的孢芽* ，右键点击接受任务 [QA9828]。如果没有，请手动跳过这一步！
提交任务 [QT9828]
到塔顶提交任务 [QT9728]
*注：*现在你的 *塞纳里奥远征队* 声望应该已经 *友善*，然后能接到下一步任务 *古树的祝福*。如果之前完成*58-61地狱火半岛 -Part 1-*导航后声望还没有达到友善，可以在庇护所*劳兰娜·萨维尔*这交*未鉴定过的植物*直到声望友善
接受任务 [QA9785]
与在庇护所中漫步的古树 *埃西恩* 和 *克勒斯* 对话完成任务 [QC9785]
提交任务 [QT9785]
接受任务 [QA9697]
[G63.2,64.1 Zangarmarsh]杀掉蒸汽泵控制台边的 *蒸汽泵监工*
使用 *铁藤种子* 关闭 [QC9720,4 环礁湖控制台]
刷怪同时可以多拾取地上的 *亮顶蘑菇*，可以用来重复交声望任务或换孢子村声望商品[O]
[G49.8,58.7 Zangarmarsh]在这片区域击杀 *黑钉* 拾取 *黑钉之刺* 完成任务  [QC9898]。如果暂时没找到 *黑钉* 可以先手动完成这一步
[G33.0,51.0 Zangarmarsh]与 *杜迦* 对话激活飞行点
接受任务 [QA9846]
接受任务 [QA9845]
接受任务 [QA9814]
接受任务 [QA10117]
接受任务 [QA9820]
接受任务 [QA9841]
[G30.7,50.9 Zangarmarsh]与 *梅拉吉特* 对话定炉石 [S 萨布拉金]
上楼提交任务 [QT9775]
[G28.0,49.6 Zangarmarsh]在这片区域收集 *爆顶蘑菇* 完成任务 [QC9814]
[G33.0,59.2 Zangarmarsh]找到像虚空鳐一样的 *“伯爵”昂古拉* 并击杀，右键点击 *“伯爵”昂古拉的下颚骨* 接受任务 [QA9911]。如果暂时没找到它可以等它刷新或者手动完成这一步
提交任务 [QT9911]
提交任务 [QT9697]\\接受任务 [QA9701]
接受任务 [QA9739] 和 [QA9743]
[G12.8,60.4 Zangarmarsh]完成任务 [QC9701]
在这区域击杀 *挨饿的沼泽领主* 、*饥饿的真菌巨人* 并收集 *成熟的孢子囊* 完成任务 [QC9743] 和 [QC9739]。*注：* 可以在峡谷的西南角找到不少 *成熟的孢子囊*
提交任务 [QT9739] 和 [QT9743]
提交任务 [QT9701]\\接受任务 [QA9702]
[G28.5,65.8 Zangarmarsh]收集地上的 *丢弃的食物* 完成任务 [QC9702]
刷 *巨人* 、 *沼泽领主* 直到 [REP Sporeggar 1] *声望中立*
提交任务 [QT9702]\\接受任务 [QA9708]
接受任务 [QA9919]
提交任务 [QT9919]\\接受任务 [QA9808]
接受任务 [QA9806]
接下来，击杀 *沼光抽血者* 、*孢子蝠* 和 *泥沼游荡者* ，收集 *亮顶蘑菇* 完成任务 [QC,9841][O], [QC9806][O] 和 [QC9808][O]
[G25.4,42.9 Zangarmarsh]杀掉蒸汽泵控制台边的 *蒸汽泵监工*
使用 *铁藤种子* 关闭 [QC9720,2 沼光湖控制台]
[G34.5,33.8 Zangarmarsh]击杀 *格罗阿克* 完成任务 [QC9820]。如果没看到他可以在这里等他刷新
查看背包中是否有 *抽水泵结构图* 右键点击接受任务 [QA9731]
[G48.2,39.7 Zangarmarsh]使用 *水下呼吸药水* ，击杀 *泥爪毁坏者* 完成任务 [QC9845]
[G50.5,40.8 Zangarmarsh]游泳到湖中心水泵靠近水面的位置完成任务 [QC9731]
[G49.8,58.7 Zangarmarsh]在这片区域击杀 *黑钉* 拾取 *黑钉之刺* 完成任务  [QC9898]\\如果暂时没找到 *黑钉* 可以先手动完成这一步
刷 *蛮沼失落者* 拾取 *蛮沼保护图腾* 完成任务 [QC9846]
使用炉石返回 [H 萨布拉金]
上楼提交任务 [QT9820]\\接受任务 [QA9822]
提交任务 [QT9846]\\接受任务 [QA9847]
提交任务 [QT9814]\\接受任务 [QA9816]
提交任务 [QT9845]\\接受任务 [QA9903]
接受任务 [QA9904]
[G42.1,41.8 Zangarmarsh]在这里击杀 *穆拉格什* 完成任务 [QC9903]\\*注：* *穆拉格什* 周围有很多 *泥鳞狂鱼* ，建议把它引到岸上击杀
[G36.7,33.2 Zangarmarsh] 在这一带刷 *安葛洛什食人魔* 、采集 *亮顶蘑菇* 完成任务 [QC9708] 、[QC9808]
接下来，击杀 *孢子蝠* 和 *泥沼游荡者* 完成任务 [QC9806][O]，击杀*沼光抽血者* 完成任务 [QC9841][O]
[G19.8,27.1 Zangarmarsh]清除沿路阻碍，在塔顶取得 *安葛洛什攻击计划* （在火盆边的地上）完成任务 [QC9822]
[G22.3,45.7 Zangarmarsh]击杀 *恐爪* 完成任务 [QC9904]
[G23.0,55.3 Zangarmarsh]在这片区域完成任务 [QC9806] 和 [QC9841]
提交任务 [QT9806]
提交任务 [QT9808]
提交任务 [QT9708]\\接受任务 [QA9709]
[G44.4,66.4 Zangarmarsh]在 博哈姆废墟 使用 *蛮沼图腾* 召唤 *蛮沼毒蛇之魂* ，击杀它完成任务 [QC9847]\\ *注：*导航坐标点应该是正确的，但我发现只有把图腾插在从顶部往下数第三级台阶中间或者最底下往上数第三阶台阶中间才能召唤。先试上面的位置不行再试下面的台阶。\\*译者注：*本人查过图腾位置要求并不严格，大部分台阶区域都能召唤
提交任务 [QT9847]
到旅馆楼上提交任务 [QT9822]\\接受任务 [QA9823] 和 [QA10118]
提交任务 [QT9841]\\接受任务 [QA9842]
提交任务 [QT9903] 和 [QT9904]
[G26.8,22.6 Zangarmarsh]使用 *鱼人笼* 完成任务 [QC9816]
[G24.0,26.9 Zangarmarsh]到塔顶上击杀拾取 *穆玛基酋长* 和他的仆人完成任务 [QC10117]
完成任务 [QC10118]
[G17.1,14.9 Zangarmarsh]
[G18.0,9.8 Zangarmarsh]过桥之后右转上山，不要进洞！
[G18.3,7.7 Zangarmarsh][OC]在山顶击杀 *戈尔费斯大王*
继续击杀 *安葛洛什食人魔* 完成任务 [QC9823] 和 [QC9709]
使用炉石返回 [H 萨布拉金]
到楼上提交任务 [QT10117]、[QT9823] 和 [QT10118]
提交任务 [QT9816]
去往下一步的途中，击杀拾取 *沼牙切割者* 完成任务 [QC9842][OC]
提交任务 [QT9709]
完成任务 [QC9842]
提交任务 [QT9842]
飞到 [F 沼泽鼠岗哨]
接受任务 [QA9796]
提交任务 [QT9898]
提交任务 [QT9720] 和 [QT9731]\\接受任务 [QA9724]


[G80.3,64.2 Zangarmarsh]只要材料足够，请尽量多提交任务 *鉴定植物*
查看背包中是否有 *未归类的植物* ，接受任务 [QA9875] ，如果没有可以手动完成这一步
提交任务 [QT9875]
提交任务 [QT9724]\\接受任务 [QA9732]
提交任务 [QT9732]

*请注意！*\\下一个导航，你需要选择 *63-64级 (泰罗卡森林) - 奥尔多 或 占星者*，如果你尚不了解这两个声望阵营之间的区别，你可以在很多网站或论坛上找到关于这两边阵营的讨论。 如果你不愿意花太多时间去研究, 可以参考以下建议:\\*因为专业上的优势和便利，大部分附魔和裁缝都会选择* 占星者\\*译者注：*奥尔多 出售治疗职业的裁缝腿部附魔图纸，占星者 出售增加法伤的裁缝腿部附魔图纸[OC]
*大部分 法师 也会选择 占星者* [A Mage]
*大部分 术士 也会选择 占星者* [A Warlock]
*除此以外, 大部分 猎人 会选择 奥尔多* [A Hunter]
*除此以外, 大部分 圣骑士 会选择 奥尔多* [A Paladin]
*除此以外, 大部分 牧师 会选择 奥尔多* [A Priest]
*除此以外, 大部分 战士 会选择 奥尔多* [A Warrior]
*大部分 刺杀贼 会选择 *占星者* ，战斗贼 和 敏锐贼 多倾向于选择 *奥尔多* [A Rogue]
*不考虑专业技能, 你会发现 萨满 选择任何一方都不错*[A Shaman]
*不考虑专业技能, 你会发现 德鲁伊 选择任何一方都不错*[A Druid]



]], "Flymolo's 外域升级导航")