Guidelime.registerGuide([[

[N61-63 【联盟】赞加沼泽]
[D Flymolo's 外域升级导航 汉化 by Pglterry]
[GA Alliance]

导航由 *Flymolo* 编写，*Pglterry* 汉化[OC]
刷怪到 [XP61 61级]
接受任务 [QA9747]
接受任务 [QA9802]

[G78.5,62.9 Zangarmarsh]和旅店老板对话，在 [S 塞纳里奥庇护所] 定炉石
提交任务 [QT9912]
接受任务 [QA9716]\\接受任务 [QA9778]
提交任务 [QT9778]\\接受任务 [QA9728]

[G70.4,49.3 Zangarmarsh]乘坐电梯升至顶部
接受任务 [QA9901]
接受任务 [QA9786]
接受任务 [QA9777]
接受任务 [QA9781]
接受任务 [QA9791]
接受任务 [QA9782]
[G67.8,51.4 Zangarmarsh]与 *守备官伊达尔* 对话激活飞行点
点地上的绿色蘑菇收集 *灿烂的孢子* ，击杀 *沼牙撕裂者* 完成 [QC9777][O] 和 [QC9791][O]
[G79.4,46.8 Zangarmarsh]击杀 *孢子之翼* 完成任务 [QC9901]\\如果没碰到建议在附近杀怪等任务怪刷新
*注：*不要卖掉 *沼泽领主的卷须* (插件可能会自动出售) ，这个物品可以重复交任务提升孢子村声望至友善[O]
[G79.9,42.1 Zangarmarsh]点击地上土堆拾取 *死亡泥潭土壤样本* 完成任务 [QC9782]
回 *泰雷多尔* ,在附近完成任务 [QC9777]
提交任务 [QT9901]\\接受任务 [QA9896]
查看背包中是否有 *枯萎的孢芽* ，右键点击接受任务 [QA9827] ，如果没有可以手动完成这一步
提交任务 [QT9782]\\接受任务 [QA9783]
提交任务 [QT9791]\\接受任务 [QA9780]
提交任务 [QT9827]\\接受任务 [QA10355]
[G79.8,39.6 Zangarmarsh]在这里杀怪完成任务 [QC9783] 和 [QC10355]
[G73.1,53.7 Zangarmarsh]
到暗泽湖刷 *暗泽鳗鱼* *泥潭多头蛇* 和 *纳迦* 完成 [QC9780][O], [QC9781][O], [QC9728][O] 和 [QC9802][O]
[G70.5,80.4 Zangarmarsh]击杀并拾取 *蒸汽泵监工*，每次击杀都有概率拾取一个触发任务的任务物品
完成任务 [QC9716]
击杀拾取 *暗泽鳗鱼* 完成任务 [QC9780]\\*注：*赞加沼泽的怪物都会掉落 *未鉴定过的植物* 可以完成任务 [QC9802]
[G85.0,90.6 Zangarmarsh][OC]在塔顶层击杀 *卡塔鲁*
完成任务 [QC9747]
接 *护送任务* [QA9752]
完成任务 [QC9752]
提交任务 [QT9747]\\接受任务 [QA9788]
提交任务 [QT9802]\\接受任务 [QA10096]
*注：* 不要卖掉 *未鉴定过的植物* ，这个物品可以重复交任务提升 *塞纳里奥远征队声望* 至尊敬[O]
接受任务 [QA9894]
提交任务 [QT9752] 和 [QT9716]\\接受任务 [QA9718]
使用背包里的 *风暴乌鸦护符* 完成任务 [QC9718]
提交任务 [QT9718]\\接受任务 [QA9720]
[G74.7,89.5 Zangarmarsh]
[G74.8,91.3 Zangarmarsh]
[G72.4,92.9 Zangarmarsh]
[G70.5,98.0 Zangarmarsh]在洞穴中拾取 *伊卡因的物品* 完成任务 [QC9788]
[G72.4,96.8 Zangarmarsh]
[G73.1,96.3 Zangarmarsh]
击杀 *克拉其大王* 完成任务 [QC9894]。*提示：*趁克拉其大王的小弟在攻击*孢子人*时，尽量远地攻击克拉其大王！等他小弟转过来攻击你时，你已经对大王造成了不少伤害！
完成任务 [QC10096]
[G74.5,93.6 Zangarmarsh]沿路返回上层离开洞穴
[G70.5,80.4 Zangarmarsh]杀掉蒸汽泵控制台边的 *蒸汽泵监工*
使用*铁藤种子* 关闭 [QC9720,1 暗泽湖控制台]
[G63.2,64.1 Zangarmarsh]杀掉蒸汽泵控制台边的 *蒸汽泵监工*
使用 *铁藤种子* 关闭 [QC9720,4 环礁湖控制台]
完成任务 [QC9728]
在环礁湖边完成任务 [QC9781]
[G49.8,58.7 Zangarmarsh]在这片区域击杀 *黑钉* 拾取 *黑钉之刺* 完成任务 [QC9896]，如果暂时没找到 *黑钉* 可以先手动完成这一步
[G44.0,68.9 Zangarmarsh]走进大厅完成任务 [QC9786] *注：* 不要惊动 *长者库鲁提* ，惊动了就直接跑吧 
刷怪到 [XP62 62级]
使用炉石回 [H 塞纳里奥庇护所]
到塔顶提交任务 [QT9728]
提交任务 [QT10096]
提交任务 [QT9788]
提交任务 [QT9894]
*注：*现在你的 *塞纳里奥远征队* 声望应该已经 *友善*，然后能接到下一步任务 *古树的祝福*。如果之前完成*58-61地狱火半岛 -Part 1-*导航后声望还没有达到友善，可以在庇护所*劳兰娜·萨维尔*这交*未鉴定过的植物*直到声望友善
接受任务 [QA9785]
与在庇护所中漫步的古树 *埃西恩* 和 *克勒斯* 对话完成任务 [QC9785]
提交任务 [QT9785]
接受任务 [QA9697]
提交任务 [QT9786]\\接受任务 [QA9787] 和 [QA9776]
提交任务 [QT9783]\\接受任务 [QA9793]
提交任务 [QT9781]\\接受任务 [QA9790]
提交任务 [QT9780]
[G67.2,49.3 Zangarmarsh]与 *看护者阿比达尔* 对话定炉石在 [S 泰雷多尔]
提交任务 [QT10355]
刷 *巨蜂* ( *水光针刺者* , *沼光抽血者* 之类) 完成任务 [QC9790][O]
刷怪同时可以多拾取地上的 *亮顶蘑菇*，可以用来重复交声望任务或换孢子村声望商品[O]
[G62.0,40.8 Zangarmarsh]杀掉蒸汽泵控制台边的 *蒸汽泵监工*
使用 *铁藤种子* 关闭 [QC9720,3 毒蛇湖控制台]
[G49.8,58.7 Zangarmarsh]在这片区域击杀 *黑钉* 拾取 *黑钉之刺* 完成任务 [QC9896]，如果暂时没找到 *黑钉* 可以先手动完成这一步
在棚屋里收集 *蛮沼雕像* 完成任务 [QC9787]
[G33.0,59.2 Zangarmarsh]找到像虚空鳐一样的 *“伯爵”昂古拉* 并击杀，右键点击 *“伯爵”昂古拉的下颚骨* 接受任务 [QA9911]\\如果暂时没找到它可以等它刷新或者手动完成这一步
提交任务 [QT9911]
提交任务 [QT9697]\\接受任务 [QA9701]
接受任务 [QA9739] 和 [QA9743]
[G12.8,60.4 Zangarmarsh]完成任务 [QC9701]
在这区域击杀 *挨饿的沼泽领主* 、*饥饿的真菌巨人* 并收集 *成熟的孢子囊* 完成任务 [QC9743] 和 [QC9739]\\*注：* 可以在峡谷的西南角找到不少 *成熟的孢子囊*
提交任务 [QT9739] 和 [QT9743]

提交任务 [QT9701]\\接受任务 [QA9702]
[G28.5,65.8 Zangarmarsh]收集地上的 *丢弃的食物* 完成任务 [QC9702]
刷 *巨人* 、 *沼泽领主* 直到 [REP Sporeggar 1] *声望中立*
提交任务 [QT9702]\\接受任务 [QA9708]
接受任务 [QA9919]
提交任务 [QT9919]\\接受任务 [QA9808]
接受任务 [QA9806]
[G25.4,42.9 Zangarmarsh]杀掉蒸汽泵控制台边的 *蒸汽泵监工*
使用 *铁藤种子* 关闭 [QC9720,2 沼光湖控制台]
[G41.3,28.9 Zangarmarsh]与 *哈卢* 对话激活飞行点
接受任务 [QA9848]
接受任务 [QA10116]
提交任务 [QT9776]\\接受任务 [QA9835] 和 [QA10115]
[G29.5,32.5 Zangarmarsh]在这里刷 *食人魔* 完成任务 [QC9708] 和 [QC9835]
拾取 *亮顶蘑菇* 完成任务 [QC9808]
[G26.5,22.8 Zangarmarsh]打开箱子拾取 *匕潭毒药瓶*
[G24.0,26.9 Zangarmarsh]到塔顶上击杀 *穆玛基酋长* 和他的仆人完成任务 [QC10116]，拾取 *匕潭毒药手册* 完成任务 [QC9848]
完成任务 [QC10115]
提交任务 [QT9848]
提交任务 [QT10115] 和 [QT10116]
提交任务 [QT9835]\\接受任务 [QA9839]
接受任务 [QA9834]
接受任务 [QA9830], [QA9833] 和 [QA9902]
查看背包中是否有 *抽水泵结构图* 右键点击接受任务 [QA9731] ，如果没有可以手动完成这一步
[G48.2,39.7 Zangarmarsh]使用 *水下呼吸药水* ，击杀 *泥爪毁坏者* 完成任务 [QC9834]
[G50.5,40.8 Zangarmarsh]游泳到湖中心水泵靠近水面的位置完成任务 [QC9731]
使用炉石返回 [H 泰雷多尔]
提交任务 [QT9787]\\接受任务 [QA9801]
在泰勒多尔周围拾取 *灿烂的孢子* 完成任务 [QC9777]
[G62.1,49.8 Zangarmarsh]在这片沼泽水域击杀 *沼泽阔步者* 和 *孢子蝠* 以完成 *收集材料* 和 *成熟的孢子*
[G52.1,52.8 Zangarmarsh]在这片沼泽水域击杀 *沼泽阔步者* 和 *孢子蝠* 以完成 *收集材料* 和 *成熟的孢子*
[G49.8,58.7 Zangarmarsh]在这片区域击杀 *黑钉* 拾取 *黑钉之刺* 完成任务 [QC9896]，如果暂时没找到 *黑钉* 可以先手动完成这一步
在这片区域完成任务 [QC9801]
在这片区域击杀 *沼泽阔步者* 和 *孢子蝠* 完成任务 [QC9806][O]
[G33.0,59.2 Zangarmarsh]找到像虚空鳐一样的 *“伯爵”昂古拉* 并击杀，右键点击 *“伯爵”昂古拉的下颚骨* 接受任务 [QA9911]、、如果暂时没找到它可以等它刷新或者手动完成这一步
[G33.0,59.2 Zangarmarsh]在这片区域完成任务 [QC9833] *注：* 部落营地 *萨布拉金* 在这周围，PVP服务器要注意对立阵营玩家
提交任务 [QT9911]
提交任务 [QT9708]\\接受任务 [QA9709]
[G21.2,60.2 Zangarmarsh]在这边区域完成任务 [QC9806] 和 [QC9801]
提交任务 [QT9808]
提交任务 [QT9806]
[G22.3,45.7 Zangarmarsh]击杀 *恐爪* 完成任务 [QC9902]
[G16.9,44.5 Zangarmarsh]在沼光湖西部和北部区域完成任务 [QC9830] 和 [QC9790]
[G17.1,14.9 Zangarmarsh]
[G18.0,9.8 Zangarmarsh]过桥之后右转上山，不要进洞！
[G18.3,7.7 Zangarmarsh][OC]在山顶击杀 *戈尔费斯大王*
继续击杀 *安葛洛什食人魔* 完成任务 [QC9839] 和 [QC9709]
使用炉石回 [H 泰雷多尔]
提交任务 [QT9790].
提交任务 [QT9801]\\接受任务 [QA9803]
提交任务 [QT9777]
飞到 [F 奥雷柏尔营地]
提交任务 [QT9830], [QT9833] 和 [QT9902]
提交任务 [QT9834]\\接受任务 [QA9905]
提交任务 [QT9839]
[G42.1,41.8 Zangarmarsh]在这里击杀 *穆拉格什* 完成任务 [QC9905]\\*注：* *穆拉格什* 周围有很多 *泥鳞狂鱼* ，建议把它引到岸上击杀
[G49.8,58.7 Zangarmarsh]在这片区域击杀 *黑钉* 拾取 *黑钉之刺* 完成任务 [QC9896]，如果暂时没找到 *黑钉* 可以先手动完成这一步
[G44.4,66.3 Zangarmarsh]使用 *安霍尔的药剂* 伪装成鸦人
[G44.1,69.4 Zangarmarsh]与 *长者库鲁提* 对话 完成任务 [QC9803]
提交任务 [QT9709]
提交任务 [QT9905]
飞到 [F 泰雷多尔]
提交任务 [QT9803]
提交任务 [QT9896]
提交任务 [QT9720] 和 [QT9731]\\接受任务 [QA9724]

[G80.3,64.2 Zangarmarsh]只要材料足够，请尽量多提交任务 *鉴定植物*
查看背包中是否有 *未归类的植物* ，接受任务 [QA9875] ，如果没有可以手动完成这一步
提交任务 [QT9875]
提交任务 [QT9724]\\接受任务 [QA9732]
提交任务 [QT9732]
*请注意！*\\下一个导航，你需要选择 *63-64级 (泰罗卡森林) - 奥尔多 或 占星者*，如果你尚不了解这两个声望阵营之间的区别，你可以在很多网站或论坛上找到关于这两边阵营的讨论。 如果你不愿意花太多时间去研究, 可以参考以下建议:\\*因为专业上的优势和便利，大部分附魔和裁缝都会选择 占星者 *\\*译者注：*奥尔多 出售治疗职业的裁缝腿部附魔图纸，占星者 出售增加法伤的裁缝腿部附魔图纸[OC]
*大部分 法师 也会选择 占星者* [A Mage]
*大部分 术士 也会选择 占星者* [A Warlock]
*除此以外, 大部分 猎人 会选择 奥尔多* [A Hunter]
*除此以外, 大部分 圣骑士 会选择 奥尔多* [A Paladin]
*除此以外, 大部分 牧师 会选择 奥尔多* [A Priest]
*除此以外, 大部分 战士 会选择 奥尔多* [A Warrior]
*大部分 刺杀贼 会选择 *占星者* ，战斗贼 和 敏锐贼 多倾向于选择 *奥尔多* [A Rogue]
*不考虑专业技能, 你会发现 萨满 选择任何一方都不错*[A Shaman]
*不考虑专业技能, 你会发现 德鲁伊 选择任何一方都不错*[A Druid]
导航由 *Flymolo* 编写，*Pglterry* 汉化[OC]


]], "Flymolo's 外域升级导航")