if(GetRealmName() == "维克托")then
STOP_Database = {
}
end

if(GetRealmName() == "维克托")then
WP_Database = {
["三三喵"] = "CZ:(P2冰霜)/13%",
["什麽颜色"] = "CZ:(P2防护)/11%",
["爱吃臭豆腐"] = "CZ:(P2冰霜)/9%",
["赫南斯蒂"] = "CZ:(P2冰霜)/6%",
["肉团团"] = "CZ:(P2毁灭)/5%",
["要抱抱"] = "CZ:(P2恢复)/2%",
["圣光的信条"] = "CZ:(P2神圣)/2%",
["稍换换"] = "CZ:(P2恢复)/2%",
["蓝色圣光"] = "CZ:(P2神圣)/2%",
["八岁"] = "CZ:(P2毁灭)/5%",
["心腾"] = "CZ:(P2恢复)/1%",
["冰火齐上"] = "CZ:(P2奥术)/4%",
["凶狠的老奶奶"] = "CZ:(P2奥术)/4%",
["犇奶"] = "CZ:(P2戒律)/6%",
["灬靼"] = "CZ:(P2毁灭)/5%",
["塔兹丁格"] = "CZ:(P2恢复)/1%",
["陈大狗"] = "CZ:(P2兽王)/1%",
["苳树二号"] = "CZ:(P2奥术)/3%",
["关中小霸王"] = "CZ:(P2狂暴)/1%",
["兜兜爱卖萌"] = "CZ:(P2狂暴)/0%",
["晓兰"] = "CZ:(P2毁灭)/4%",
["近人可读"] = "CZ:(P2熊)/0%",
["百鸟朝凤"] = "CZ:(P2兽王)/0%",
["夜雨倾城轻雨"] = "CZ:(P2毁灭)/4%",
["力量的愤怒"] = "CZ:(P2防战)/0%",
}
end

